[
    {
        "id": 1,
        "management_id": 1,
        "title": "Tuman hokimi",
        "leader": "Falonchiev Falonchi",
        "reception": "10.00-12.00",
        "address": "Арнасой . . .",
        "biography": "Ajoyib inson",
        "description": "Xizmat faoliyati doirasidagi funktsiyalar",
        "content": null,
        "locale": "oz",
        "deleted_at": null,
        "created_at": "2022-10-31 10:23:10",
        "updated_at": "2022-10-31 10:23:10"
    },
    {
        "id": 2,
        "management_id": 1,
        "title": "Туман хокими",
        "leader": "Фалончиев Фалончи",
        "reception": "10.00-12.00",
        "address": "Арнасой . . .",
        "biography": "Ажойиб инсон",
        "description": "Хизмат фаолияти доирасидаги функциялар",
        "content": null,
        "locale": "uz",
        "deleted_at": null,
        "created_at": "2022-10-31 10:23:10",
        "updated_at": "2022-10-31 10:23:10"
    },
    {
        "id": 3,
        "management_id": 1,
        "title": "Хоким района",
        "leader": "Фалончиев Фалончи",
        "reception": "10.00-12.00",
        "address": "Арнасой . . .",
        "biography": "Великолепный человек",
        "description": "Список функций в рамках своих полномочий",
        "content": null,
        "locale": "ru",
        "deleted_at": null,
        "created_at": "2022-10-31 10:23:10",
        "updated_at": "2022-10-31 10:23:10"
    },
    {
        "id": 4,
        "management_id": 1,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "en",
        "deleted_at": null,
        "created_at": "2022-10-31 10:23:10",
        "updated_at": "2022-10-31 10:23:10"
    },
    {
        "id": 5,
        "management_id": 2,
        "title": "Jizzax viloyati xokimi",
        "leader": "Saliyev Ergash Alibekovich",
        "reception": "Haftaning shanba kuni soat 9-00 dan 12-00 gacha",
        "address": "Jizzax shahri, Sh.Rashidov shoh koʼchasi 64-uy",
        "biography": "Saliev Ergash Аlibekovich 1956 yil 17 iyulda Jizzax viloyati, Forish tumanida tavallud topgan. Millati oʼzbek, maʼlumoti oliy. 1978 yil Samarqand davlat universitetini tamomlagan. 2005 yil «Doʼstlik” ordeni bilan taqdirlangan. Xalq deputatlari Jizzax viloyati Kengashi deputati, Oʼzbekiston Respublikasi Oliy Majlisi Senati aʼzosi.",
        "description": "Jizzax viloyati hokimining majburiyat va vazifalari \r\n\r\nViloyatda vakillik va ijroiya hokimiyatini boshqaruvchisi boʼlib, Oʼzbekiston Respublikasi Prezidentining viloyatdagi rasmiy vakili hisoblanadi. Oʼzbekiston Respublikasi Konstituttsiyasida va “Mahalliy davlat hokimiyati toʼgʼrisida”gi Qonunda koʼrsatilgan vakolatlarini yakka boshchilik asosida amalga oshiradi.\r\nViloyat hokimining barcha oʼrinbosarlari, shahar va tuman hokimlari, viloyat hokimligining apparati faoliyatiga rahbarlik qiladi. Viloyat hududida qonuniylik, huquq tartibotni va fuqarolarning xavfsizligini taʼminlaydi. Davlat, xoʼjalik va ijtimoiy-iqtisodiy qurilish hamda kadrlarni tanlash, tarbiyalash va joy-joyiga qoʼyish masalalari bilan shaxsan shugʼullanadi.\r\nOʼzbekiston Respublikasi Prezidenti Farmonlari va Farmoyishlari, Oʼzbekiston Respublikasi Qonunlari, Oʼzbekiston Respublikasi Oliy Majlisi va Oʼzbekiston Respublikasi Vazirlar Mahkamasining qarorlari hamda Xalq deputatlari viloyat Kengashi qarorlarining ijrosini tashkil etadi.\r\nOʼziga berilgan vakolatlar va amaldagi qonunlar doirasida viloyatdagi barcha korxonalar, muassasalar, tashkilotlar, birlashmalar, shuningdek mansabdor shaxslar va fuqarolar tomonidan bajarilishi majburiy qarorlar va farmoyishlar qabul qiladi.\r\nZaruratga qarab, ammo bir yilda kamida ikki marta Xalq deputatlari viloyat Kengashining sessiyasini chaqiradi, sessiyalarga raislik qiladi, kun tartibiga kiritilgan masalalarni taklif qiladi. Kengash hujjatlariga imzo qoʼyadi va tasdiqlaydi. Ish faoliyati yuzasidan bir yilda bir marta Xalq deputatlari viloyat Kengashiga hisobot beradi.\r\nViloyatda ijtimoiy-iqtisodiy islohotlarni amalga oshiradi, viloyatning istiqboldagi rivojlanishi yuzasidan qabul qilingan dasturlarning bajarilishini taʼminlaydi.\r\nDavlat mukofatlari bilan taqdirlashga tavsiya etadi. Fuqarolarning oʼzini-oʼzi boshqarish organlariga rahbarlik qiladi va masalalarni koʼrib chiqishni tashkil etadi. Maʼmuriy organlar, mudofaa ishlari va bojxona boshqarmalari masalalarini koʼrib chiqishni tashkil etadi. Bevosita viloyat hokimining axborot-tahliliy, tashkiliy-nazorat, huquqni muhofaza qiluvchi idoralar harbiy safarbarlik va favqulodda vaziyatlar masalalari boʼyicha guruhlari, viloyat hokimligi huquqshunosi, viloyat hokimligi huzuridagi voyaga yetmaganlar ishlari boʼyicha komissiyasi masʼul kotibi, viloyat hokimligi nazorat monitoring shoʼbasi, viloyat hokimligi axborot markazi, viloyat hokimi tomonidan oʼtkazilgan yigʼilishlarda qabul qilingan bayoniy qarorlar va topshiriqlar ijrosini monitoring yurituvchi va nazorat qiluvchi masʼul-kotibiyati hamda ishlar boshqarmasi faoliyatini bevosita muvofiqlashtiradi.",
        "content": null,
        "locale": "oz",
        "deleted_at": null,
        "created_at": "2022-11-01 16:20:34",
        "updated_at": "2022-12-23 20:08:06"
    },
    {
        "id": 6,
        "management_id": 2,
        "title": "Жиззах вилояти хокими",
        "leader": "Салиев Эргаш Алибекович",
        "reception": "шанба куни соат 9-00 дан 12-00 гача",
        "address": null,
        "biography": "Салиев Эргаш Алибекович 1956 йил 17 июлда Жиззах вилояти, Фориш туманида таваллуд топган. Миллати ўзбек, маълумоти олий. 1978 йил Самарқанд давлат университетини тамомлаган. 2005 йил «Дўстлик” ордени билан тақдирланган. Халқ депутатлари Жиззах вилояти Кенгаши депутати, Ўзбекистон Республикаси Олий Мажлиси Сенати аъзоси.\r\n\r\nМЕҲНАТ ФАОЛИЯТИ\r\n\r\n1973-1978 йй. – Самарқанд Давлат университети талабаси\r\n1978-1981 йй. – Беларусия давлат университети аспиранти\r\n1982-1991 йй. – Тошкент Политехника институти ассистенти, доценти, кафедра мудири\r\n1991-1992 йй. – Тошкент давлат техника университети доценти\r\n1992-1995 йй. – Тошкент давлат техника университети илмий ишлар бўйича проректорининг ўринбосари\r\n1995-1997 йй. – Тошкент шаҳар «Технология бизнес-инкубатори» хиссадорлик жамияти бош директори\r\n1997-2000 йй. – Жиззах вилояти Давлат мулкини бошқариш ва тадбиркорликни қўллаб-қувватлаш бошқармаси бошлиғи\r\n2000-2012 йй. – Жиззах вилояти Пахтакор тумани ҳокими\r\n2012-2016 йй. – Жиззах давлат Политехника институти ректори\r\n2016-2017 йй. -Жиззах вилояти Арнасой тумани ҳокими\r\n2017 й. ҳ.в.    – Жиззах вилояти ҳокими",
        "description": "Вилоятда вакиллик ва ижроия ҳокимиятини бошқарувчиси бўлиб, Ўзбекистон Республикаси Президентининг вилоятдаги расмий вакили ҳисобланади. Ўзбекистон Республикаси Конститутциясида ва “Маҳаллий давлат ҳокимияти тўғрисида”ги Қонунда кўрсатилган ваколатларини якка бошчилик асосида амалга оширади.\r\n\r\nВилоят ҳокимининг барча ўринбосарлари, шаҳар ва туман ҳокимлари, вилоят ҳокимлигининг аппарати фаолиятига раҳбарлик қилади. Вилоят ҳудудида қонунийлик, ҳуқуқ тартиботни ва фуқароларнинг хавфсизлигини таъминлайди. Давлат, хўжалик ва ижтимоий-иқтисодий қурилиш ҳамда кадрларни танлаш, тарбиялаш ва жой-жойига қўйиш масалалари билан шахсан шуғулланади.\r\n\r\nЎзбекистон Республикаси Президенти Фармонлари ва Фармойишлари, Ўзбекистон Республикаси Қонунлари, Ўзбекистон Республикаси Олий Мажлиси ва Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарорлари ҳамда Халқ депутатлари вилоят Кенгаши қарорларининг ижросини ташкил этади.\r\n\r\nЎзига берилган ваколатлар ва амалдаги қонунлар доирасида вилоятдаги барча корхоналар, муассасалар, ташкилотлар, бирлашмалар, шунингдек мансабдор шахслар ва фуқаролар томонидан бажарилиши мажбурий қарорлар ва фармойишлар қабул қилади.\r\n\r\nЗаруратга қараб, аммо бир йилда камида икки марта Халқ депутатлари вилоят Кенгашининг сессиясини чақиради, сессияларга раислик қилади, кун тартибига киритилган масалаларни таклиф қилади. Кенгаш ҳужжатларига имзо қўяди ва тасдиқлайди. Иш фаолияти юзасидан бир йилда бир марта Халқ депутатлари вилоят Кенгашига ҳисобот беради.\r\n\r\nВилоятда ижтимоий-иқтисодий ислоҳотларни амалга оширади, вилоятнинг истиқболдаги ривожланиши юзасидан қабул қилинган дастурларнинг бажарилишини таъминлайди.\r\n\r\nДавлат мукофатлари билан тақдирлашга тавсия этади. Фуқароларнинг ўзини-ўзи бошқариш органларига раҳбарлик қилади ва масалаларни кўриб чиқишни ташкил этади. Маъмурий органлар, мудофаа ишлари ва божхона бошқармалари масалаларини кўриб чиқишни ташкил этади. Бевосита вилоят ҳокимининг ахборот-таҳлилий, ташкилий-назорат, ҳуқуқни муҳофаза қилувчи идоралар ҳарбий сафарбарлик ва фавқулодда вазиятлар масалалари бўйича гуруҳлари, вилоят ҳокимлиги ҳуқуқшуноси, вилоят ҳокимлиги ҳузуридаги вояга етмаганлар ишлари бўйича комиссияси масъул котиби, вилоят ҳокимлиги назорат мониторинг шўбаси, вилоят ҳокимлиги ахборот маркази, вилоят ҳокими томонидан ўтказилган йиғилишларда қабул қилинган баёний қарорлар ва топшириқлар ижросини мониторинг юритувчи ва назорат қилувчи масъул-котибияти ҳамда ишлар бошқармаси фаолиятини бевосита мувофиқлаштиради.",
        "content": null,
        "locale": "uz",
        "deleted_at": null,
        "created_at": "2022-11-01 16:20:34",
        "updated_at": "2022-11-01 16:34:11"
    },
    {
        "id": 7,
        "management_id": 2,
        "title": "Хоким Джизакской области",
        "leader": "Салиев Эргаш Алибекович",
        "reception": "10,00-12,00",
        "address": null,
        "biography": "текст",
        "description": "текст",
        "content": null,
        "locale": "ru",
        "deleted_at": null,
        "created_at": "2022-11-01 16:20:34",
        "updated_at": "2022-11-01 16:20:34"
    },
    {
        "id": 8,
        "management_id": 2,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "en",
        "deleted_at": null,
        "created_at": "2022-11-01 16:20:34",
        "updated_at": "2022-11-01 16:20:34"
    },
    {
        "id": 9,
        "management_id": 3,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "oz",
        "deleted_at": null,
        "created_at": "2022-12-23 16:39:33",
        "updated_at": "2022-12-23 16:39:33"
    },
    {
        "id": 10,
        "management_id": 3,
        "title": "Хоким ўринбосари",
        "leader": "Хоким ўринбосари исми шарифи",
        "reception": "Душанба 10.00 - 12.00",
        "address": null,
        "biography": "Биография матни",
        "description": "Функция матни",
        "content": null,
        "locale": "uz",
        "deleted_at": null,
        "created_at": "2022-12-23 16:39:33",
        "updated_at": "2022-12-23 16:39:33"
    },
    {
        "id": 11,
        "management_id": 3,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "ru",
        "deleted_at": null,
        "created_at": "2022-12-23 16:39:33",
        "updated_at": "2022-12-23 16:39:33"
    },
    {
        "id": 12,
        "management_id": 3,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "en",
        "deleted_at": null,
        "created_at": "2022-12-23 16:39:33",
        "updated_at": "2022-12-23 16:39:33"
    },
    {
        "id": 13,
        "management_id": 4,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "oz",
        "deleted_at": null,
        "created_at": "2022-12-23 16:42:54",
        "updated_at": "2022-12-23 16:42:54"
    },
    {
        "id": 14,
        "management_id": 4,
        "title": "Хоким ўринбосари",
        "leader": "Хоким ўринбосари исми шарифи",
        "reception": "Душанба 10.00 - 12.00",
        "address": null,
        "biography": "Биография матни",
        "description": "Функция матни",
        "content": null,
        "locale": "uz",
        "deleted_at": null,
        "created_at": "2022-12-23 16:42:54",
        "updated_at": "2022-12-23 16:42:54"
    },
    {
        "id": 15,
        "management_id": 4,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "ru",
        "deleted_at": null,
        "created_at": "2022-12-23 16:42:54",
        "updated_at": "2022-12-23 16:42:54"
    },
    {
        "id": 16,
        "management_id": 4,
        "title": null,
        "leader": null,
        "reception": null,
        "address": null,
        "biography": null,
        "description": null,
        "content": null,
        "locale": "en",
        "deleted_at": null,
        "created_at": "2022-12-23 16:42:54",
        "updated_at": "2022-12-23 16:42:54"
    }
]
